/* No comment provided by engineer. */
"   Transition Speed" = "   Transition Speed";

/* No comment provided by engineer. */
"  Configuring..." = "  Configuring...";

/* No comment provided by engineer. */
"  Use DS18B20 Probe" = "  Use DS18B20 Probe";

/* No comment provided by engineer. */
" (Offline)" = " (Offline)";

/* No comment provided by engineer. */
" (Tap to view...)" = " (Tap to view...)";

/* No comment provided by engineer. */
" - Graph" = " - Graph";

/* No comment provided by engineer. */
" Graph" = " Graph";

/* No comment provided by engineer. */
"%.0fdBm (%.0f%% power)" = "%1$.0fdBm (%2$.0f%% power)";

/* No comment provided by engineer. */
"%.2f volts, %d%% left" = "%1$.2f volts, %2$d%% left";

/* No comment provided by engineer. */
"%@ a region, attempting to trigger KumoApp..." = "%@ a region, attempting to trigger KumoApp...";

/* No comment provided by engineer. */
"%@ a region, but KumoApp could not be triggered because of slow Internet connection. Will automatically retry" = "%@ a region, but KumoApp could not be triggered because of slow Internet connection. Will automatically retry";

/* No comment provided by engineer. */
"%@ a region, KumoApp has been triggered." = "%@ a region, KumoApp has been triggered.";

/* No comment provided by engineer. */
"%@ ago" = "%@ ago";

/* No comment provided by engineer. */
"%@ reading" = "%@ reading";

/* No comment provided by engineer. */
"%@ readings" = "%@ readings";

/* No comment provided by engineer. */
"%@ the region around %@, attempting to trigger KumoApp..." = "%1$@ the region around %2$@, attempting to trigger KumoApp...";

/* No comment provided by engineer. */
"%@ the region around %@, but KumoApp could not be triggered because of slow Internet connection. Will automatically retry." = "%1$@ the region around %2$@, but KumoApp could not be triggered because of slow Internet connection. Will automatically retry.";

/* No comment provided by engineer. */
"%@ the region around %@, KumoApp has been triggered." = "%1$@ the region around %2$@, KumoApp has been triggered.";

/* No comment provided by engineer. */
"%d days" = "%d days";

/* No comment provided by engineer. */
"%d days " = "%d days ";

/* No comment provided by engineer. */
"%d hours" = "%d hours";

/* No comment provided by engineer. */
"%d hours " = "%d hours ";

/* minutes */
"%d min" = "%d min";

/* No comment provided by engineer. */
"%d minutes " = "%d minutes ";

/* No comment provided by engineer. */
"%d reading" = "%d reading";

/* No comment provided by engineer. */
"%d readings" = "%d readings";

/* seconds */
"%d sec" = "%d sec";

/* No comment provided by engineer. */
"%ld seconds " = "%ld seconds ";

/* No comment provided by engineer. */
"(duration: %@)" = "(duration: %@)";

/* No comment provided by engineer. */
"(Never updated)" = "(Never updated)";

/* No comment provided by engineer. */
"(Never)" = "(Never)";

/* No comment provided by engineer. */
"(Too high)" = "(Too high)";

/* No comment provided by engineer. */
"(Too low)" = "(Too low)";

/* No comment provided by engineer. */
", Renamed to " = ", Renamed to ";

/* No comment provided by engineer. */
"...Captured by http://wirelesstag.net" = "...Captured by http://wirelesstag.net";

/* No comment provided by engineer. */
"...Captured by Wireless Sensor Tags" = "...Captured by Wireless Sensor Tags";

/* No comment provided by engineer. */
"0.8 seconds" = "0.8 seconds";

/* No comment provided by engineer. */
"1 minute" = "1 minute";

/* No comment provided by engineer. */
"1.0 seconds" = "1.0 seconds";

/* No comment provided by engineer. */
"1.2 seconds" = "1.2 seconds";

/* No comment provided by engineer. */
"1.4 seconds" = "1.4 seconds";

/* No comment provided by engineer. */
"1.6 seconds" = "1.6 seconds";

/* No comment provided by engineer. */
"1.8 seconds" = "1.8 seconds";

/* No comment provided by engineer. */
"10 times" = "10 times";

/* No comment provided by engineer. */
"15 seconds" = "15 seconds";

/* No comment provided by engineer. */
"15 times" = "15 times";

/* No comment provided by engineer. */
"2 minute" = "2 minute";

/* No comment provided by engineer. */
"2 minutes" = "2 minutes";

/* No comment provided by engineer. */
"2.0 seconds" = "2.0 seconds";

/* No comment provided by engineer. */
"2.2 seconds" = "2.2 seconds";

/* No comment provided by engineer. */
"2.4 seconds" = "2.4 seconds";

/* No comment provided by engineer. */
"2.6 seconds" = "2.6 seconds";

/* No comment provided by engineer. */
"2.8 seconds" = "2.8 seconds";

/* No comment provided by engineer. */
"20 times" = "20 times";

/* No comment provided by engineer. */
"3 minute" = "3 minute";

/* No comment provided by engineer. */
"3 minutes" = "3 minutes";

/* No comment provided by engineer. */
"3 seconds" = "3 seconds";

/* No comment provided by engineer. */
"30 seconds" = "30 seconds";

/* No comment provided by engineer. */
"30 times" = "30 times";

/* No comment provided by engineer. */
"5 minute" = "5 minute";

/* No comment provided by engineer. */
"5 minutes" = "5 minutes";

/* No comment provided by engineer. */
"5 times" = "5 times";

/* No comment provided by engineer. */
"90 seconds" = "90 seconds";

/* No comment provided by engineer. */
"< Normal Range <" = "< Normal Range <";

/* No comment provided by engineer. */
"\tPause Action Effective For: " = "\tPause Action Effective For: ";

/* No comment provided by engineer. */
"\tPush Notification Sound: " = "\tPush Notification Sound: ";

/* No comment provided by engineer. */
"\tRing Until Reset or Closed" = "\tRing Until Reset or Closed";

/* No comment provided by engineer. */
"\tSilent/No-Sound" = "\tSilent/No-Sound";

/* No comment provided by engineer. */
"\tSilent/No-sound" = "\tSilent/No-sound";

/* No comment provided by engineer. */
"\tUse Speech" = "\tUse Speech";

/* No comment provided by engineer. */
"A time lapse is underway." = "A time lapse is underway.";

/* No comment provided by engineer. */
"Account Options" = "Account Options";

/* No comment provided by engineer. */
"Activate IFTTT" = "Activate IFTTT";

/* No comment provided by engineer. */
"Activate the Wireless Tag IFTTT channel to make your tag work with hundreds of other IFTTT channels. (You need to create an account at IFTTT if you do not already have one)" = "Activate the Wireless Tag IFTTT channel to make your tag work with hundreds of other IFTTT channels. (You need to create an account at IFTTT if you do not already have one)";

/* No comment provided by engineer. */
"Activate WirelessTag IFTTT Channel" = "Activate WirelessTag IFTTT Channel";

/* No comment provided by engineer. */
"Add a Tag Manager" = "Add a Tag Manager";

/* No comment provided by engineer. */
"Add more tag managers to your account to extend signal coverage and/or to allow adding more tags." = "Add more tag managers to your account to extend signal coverage and/or to allow adding more tags.";

/* No comment provided by engineer. */
"Affiliate Program" = "Affiliate Program";

/* No comment provided by engineer. */
"After connecting DS18B20 series external water proof probe, use this to switch to it. " = "After connecting DS18B20 series external water proof probe, use this to switch to it. ";

/* No comment provided by engineer. */
"After motion is detected, you can automatically reset the sensor to armed state after this delay." = "After motion is detected, you can automatically reset the sensor to armed state after this delay.";

/* No comment provided by engineer. */
"All" = "All";

/* No comment provided by engineer. */
"All Data" = "All Data";

/* No comment provided by engineer. */
"All Tag Managers" = "All Tag Managers";

/* No comment provided by engineer. */
"All Tags" = "All Tags";

/* No comment provided by engineer. */
"Allow creating more account to access currently selected Tag Manager" = "Allow creating more account to access currently selected Tag Manager";

/* No comment provided by engineer. */
"Ambient Light" = "Ambient Light";

/* No comment provided by engineer. */
"Ambient Light (lux)" = "Ambient Light (lux)";

/* No comment provided by engineer. */
"Answer yes to continue to notifications of events for tags under this account you are logging out." = "Answer yes to continue to notifications of events for tags under this account you are logging out.";

/* No comment provided by engineer. */
"Arm" = "Arm";

/* No comment provided by engineer. */
"Arm All" = "Arm All";

/* No comment provided by engineer. */
"Arm At: " = "Arm At: ";

/* No comment provided by engineer. */
"Arm or disarm the motion sensor. Disarm the motion sensor when not needed to significantly increase battery life. You can also tap the 'keypad' icon on the toolbar to arm/disarm motion sensors." = "Arm or disarm the motion sensor. Disarm the motion sensor when not needed to significantly increase battery life. You can also tap the 'keypad' icon on the toolbar to arm/disarm motion sensors.";

/* No comment provided by engineer. */
"Arm/Disarm" = "Arm/Disarm";

/* No comment provided by engineer. */
"Arm/Disarm Schedule 1:" = "Arm/Disarm Schedule 1:";

/* No comment provided by engineer. */
"Arm/Disarm Schedule 2:" = "Arm/Disarm Schedule 2:";

/* No comment provided by engineer. */
"Armed" = "Armed";

/* No comment provided by engineer. */
"Assign Name:" = "Assign Name:";

/* No comment provided by engineer. */
"Associate" = "Associate";

/* No comment provided by engineer. */
"Associate New..." = "Associate New...";

/* No comment provided by engineer. */
"Associated as: " = "Associated as: ";

/* No comment provided by engineer. */
"Association Help" = "Association Help";

/* No comment provided by engineer. */
"Auto reset after 1 minute" = "Auto reset after 1 minute";

/* No comment provided by engineer. */
"Auto reset after 10 minutes" = "Auto reset after 10 minutes";

/* No comment provided by engineer. */
"Auto reset after 10 seconds" = "Auto reset after 10 seconds";

/* No comment provided by engineer. */
"Auto reset after 2 minutes" = "Auto reset after 2 minutes";

/* No comment provided by engineer. */
"Auto reset after 20 seconds" = "Auto reset after 20 seconds";

/* No comment provided by engineer. */
"Auto reset after 30 seconds" = "Auto reset after 30 seconds";

/* No comment provided by engineer. */
"Auto reset after 45 seconds" = "Auto reset after 45 seconds";

/* No comment provided by engineer. */
"Auto reset after 5 minutes" = "Auto reset after 5 minutes";

/* No comment provided by engineer. */
"Auto reset after half hour" = "Auto reset after half hour";

/* No comment provided by engineer. */
"Automatically post a tweet when the tag battery drops below a threshold." = "Automatically post a tweet when the tag battery drops below a threshold.";

/* No comment provided by engineer. */
"Automatically post a tweet when the tag is out of range or back in range." = "Automatically post a tweet when the tag is out of range or back in range.";

/* No comment provided by engineer. */
"Battery" = "Battery";

/* No comment provided by engineer. */
"Battery Low" = "Battery Low";

/* No comment provided by engineer. */
"Battery Voltage" = "Battery Voltage";

/* No comment provided by engineer. */
"Battery Voltages" = "Battery Voltages";

/* No comment provided by engineer. */
"Battery: %.0f%% left" = "Battery: %.0f%% left";

/* No comment provided by engineer. */
"Beep Options" = "Beep Options";

/* No comment provided by engineer. */
"Brightness Triggers" = "Brightness Triggers";

/* No comment provided by engineer. */
"Calibrate" = "Calibrate";

/* No comment provided by engineer. */
"Calibrate Current Humidity:" = "Calibrate Current Humidity:";

/* No comment provided by engineer. */
"Calibrate Current Temperature:" = "Calibrate Current Temperature:";

/* No comment provided by engineer. */
"Calibrate Current Water-Level/Soil-Moisture:" = "Calibrate Current Water-Level/Soil-Moisture:";

/* No comment provided by engineer. */
"Calibrate Radio" = "Calibrate Radio";

/* No comment provided by engineer. */
"Calibrating..." = "Calibrating...";

/* No comment provided by engineer. */
"Camera" = "Camera";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cancel notification if door is opened but closed within specified time." = "Cancel notification if door is opened but closed within specified time.";

/* No comment provided by engineer. */
"Changed to internal temperature sensor, taking temperature readings..." = "Changed to internal temperature sensor, taking temperature readings...";

/* No comment provided by engineer. */
"Check brightness every: " = "Check brightness every: ";

/* No comment provided by engineer. */
"Check temperature every: " = "Check temperature every: ";

/* No comment provided by engineer. */
"check to notify also when water is no longer detected / tip is electrically open" = "check to notify also when water is no longer detected / tip is electrically open";

/* No comment provided by engineer. */
"Chip Temperature" = "Chip Temperature";

/* No comment provided by engineer. */
"Choose a Login Email" = "Choose a Login Email";

/* No comment provided by engineer. */
"Choose a Password" = "Choose a Password";

/* No comment provided by engineer. */
"Choose a shorter value to measure temperature more frequently, with a slightly reduced battery life. Measurement are not transmitted (which costs battery life) until after crossing a threshold boundary (for the specified number of times)." = "Choose a shorter value to measure temperature more frequently, with a slightly reduced battery life. Measurement are not transmitted (which costs battery life) until after crossing a threshold boundary (for the specified number of times).";

/* No comment provided by engineer. */
"Choose a shorter value to sample brightness more frequently, with a slightly reduced battery life. Measurement are not transmitted (which costs battery life) until after crossing a threshold boundary (for the specified number of times)." = "Choose a shorter value to sample brightness more frequently, with a slightly reduced battery life. Measurement are not transmitted (which costs battery life) until after crossing a threshold boundary (for the specified number of times).";

/* No comment provided by engineer. */
"Choose from Library" = "Choose from Library";

/* No comment provided by engineer. */
"Choose get notified just once or repeatedly when humidity/moisture exceeds upper limit until returning to normal. " = "Choose get notified just once or repeatedly when humidity/moisture exceeds upper limit until returning to normal. ";

/* No comment provided by engineer. */
"Choose get notified just once or repeatedly when humidity/moisture falls below lower limit until returning to normal. " = "Choose get notified just once or repeatedly when humidity/moisture falls below lower limit until returning to normal. ";

/* No comment provided by engineer. */
"Choose get notified just once or repeatedly when water is detected/tip is shorted until tip is wiped dry/electrically open. " = "Choose get notified just once or repeatedly when water is detected/tip is shorted until tip is wiped dry/electrically open. ";

/* No comment provided by engineer. */
"Choose tags to view" = "Choose tags to view";

/* No comment provided by engineer. */
"Choose to get notified just once or repeatedly when door is open until closed. " = "Choose to get notified just once or repeatedly when door is open until closed. ";

/* No comment provided by engineer. */
"Choose to get notified just once or repeatedly when motion is detected until no motion is detected for a time out period (timed out event). " = "Choose to get notified just once or repeatedly when motion is detected until no motion is detected for a time out period (timed out event). ";

/* No comment provided by engineer. */
"Choose to get notified just once or repeatedly when temperature exceeds upper limit until the temperature returns to normal. " = "Choose to get notified just once or repeatedly when temperature exceeds upper limit until the temperature returns to normal. ";

/* No comment provided by engineer. */
"Choose to get notified just once or repeatedly when temperature falls below lower limit until the temperature returns to normal. " = "Choose to get notified just once or repeatedly when temperature falls below lower limit until the temperature returns to normal. ";

/* No comment provided by engineer. */
"Choose which sensor to use to control this thermostat." = "Choose which sensor to use to control this thermostat.";

/* No comment provided by engineer. */
"Choose which tags to display on Today area of Notification Center on the lock screen." = "Choose which tags to display on Today area of Notification Center on the lock screen.";

/* No comment provided by engineer. */
"Click to add comment" = "Click to add comment";

/* No comment provided by engineer. */
"Click to view" = "Click to view";

/* No comment provided by engineer. */
"Closed" = "Closed";

/* No comment provided by engineer. */
"Comment" = "Comment";

/* No comment provided by engineer. */
"Compatibility Notice" = "Compatibility Notice";

/* No comment provided by engineer. */
"Configure auto-update interval to allow tag transmit temperature and other data periodically in order to capture graphs and detect out-of-range/back-in-range events." = "Configure auto-update interval to allow tag transmit temperature and other data periodically in order to capture graphs and detect out-of-range/back-in-range events.";

/* No comment provided by engineer. */
"Configure the interval tag manager looks for out of range tags. Using a small interval reduces the delay of back-in-range events, but causes other tags to retry more often when sending events/temperature updates (shortens their battery life), since while tag manager is looking for tags, it cannot receive tag updates." = "Configure the interval tag manager looks for out of range tags. Using a small interval reduces the delay of back-in-range events, but causes other tags to retry more often when sending events/temperature updates (shortens their battery life), since while tag manager is looking for tags, it cannot receive tag updates.";

/* No comment provided by engineer. */
"Configure Today Widget" = "Configure Today Widget";

/* No comment provided by engineer. */
"Configuring temperature monitoring at %@..." = "Configuring temperature monitoring at %@...";

/* No comment provided by engineer. */
"Configuring..." = "Configuring...";

/* No comment provided by engineer. */
"Confirm" = "Confirm";

/* No comment provided by engineer. */
"Continue" = "Continue";

/* No comment provided by engineer. */
"Continue to receive push notifications?" = "Continue to receive push notifications?";

/* No comment provided by engineer. */
"Controlled by" = "Controlled by";

/* No comment provided by engineer. */
"Controls Thermostat" = "Controls Thermostat";

/* No comment provided by engineer. */
"Create" = "Create";

/* No comment provided by engineer. */
"Create New Account" = "Create New Account";

/* No comment provided by engineer. */
"Current Humidity:" = "Current Humidity:";

/* No comment provided by engineer. */
"Current Moisture/Water Level:" = "Current Moisture/Water Level:";

/* No comment provided by engineer. */
"Current Temperature at Tag" = "Current Temperature at Tag";

/* No comment provided by engineer. */
"Current wireless setting of your Tag Manager is compatible with old (version 1) tags. Although it still works with this new (version 2) tag, the tag's maximum possible range cannot be achieved. We recommend that you unpair all version 1 tags, before you associate this version 2 tag to take full advantage of it." = "Current wireless setting of your Tag Manager is compatible with old (version 1) tags. Although it still works with this new (version 2) tag, the tag's maximum possible range cannot be achieved. We recommend that you unpair all version 1 tags, before you associate this version 2 tag to take full advantage of it.";

/* No comment provided by engineer. */
"Current wireless setting of your Tag Manager is not compatible with old (version 1) tags. Before you can associate this old (version 1) tag, you must migrate to a wireless setting (using the web interface) that is compatible with version 1 tags, such as 20.3kbps/140kHz." = "Current wireless setting of your Tag Manager is not compatible with old (version 1) tags. Before you can associate this old (version 1) tag, you must migrate to a wireless setting (using the web interface) that is compatible with version 1 tags, such as 20.3kbps/140kHz.";

/* No comment provided by engineer. */
"Daily Graphs" = "Daily Graphs";

/* No comment provided by engineer. */
"Day" = "Day";

/* No comment provided by engineer. */
"Delete picture" = "Delete picture";

/* No comment provided by engineer. */
"Detached" = "Detached";

/* No comment provided by engineer. */
"Detected" = "Detected";

/* No comment provided by engineer. */
"Detected external temperature sensor %02x-%02x-%02x-%02x-%02x-%02x, taking initial readings..." = "Detected external temperature sensor %1$x-%2$x-%3$x-%4$x-%5$x-%6$x, taking initial readings...";

/* No comment provided by engineer. */
"Detected external temperature sensor, taking initial readings..." = "Detected external temperature sensor, taking initial readings...";

/* No comment provided by engineer. */
"Detected Movement" = "Detected Movement";

/* No comment provided by engineer. */
"Dew Point (°C)" = "Dew Point (°C)";

/* No comment provided by engineer. */
"Dew Point (°F)" = "Dew Point (°F)";

/* No comment provided by engineer. */
"Dew Point (°F/°C)" = "Dew Point (°F/°C)";

/* No comment provided by engineer. */
"Disable Local Control" = "Disable Local Control";

/* No comment provided by engineer. */
"Disarm" = "Disarm";

/* No comment provided by engineer. */
"Disarm All" = "Disarm All";

/* No comment provided by engineer. */
"Disarm At: " = "Disarm At: ";

/* No comment provided by engineer. */
"Disarmed" = "Disarmed";

/* No comment provided by engineer. */
"Display:" = "Display:";

/* No comment provided by engineer. */
"Do no play any sound together with the push notification." = "Do no play any sound together with the push notification.";

/* No comment provided by engineer. */
"Do not emit sound form tag when arming/disarming manually or by schedule." = "Do not emit sound form tag when arming/disarming manually or by schedule.";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Door Stats" = "Door Stats";

/* No comment provided by engineer. */
"Door/Gate Mode" = "Door/Gate Mode";

/* No comment provided by engineer. */
"Door/gate mode calculates the angle between current orientation and the orientation when tag was armed. If it becomes larger than a threshold angle, tag is reported open, if it becomes smaller, tag is reported closed." = "Door/gate mode calculates the angle between current orientation and the orientation when tag was armed. If it becomes larger than a threshold angle, tag is reported open, if it becomes smaller, tag is reported closed.";

/* No comment provided by engineer. */
"Door/Window Logs" = "Door/Window Logs";

/* No comment provided by engineer. */
"Dropcam Email" = "Dropcam Email";

/* No comment provided by engineer. */
"Dropcam email or password may be incorrect." = "Dropcam email or password may be incorrect.";

/* No comment provided by engineer. */
"Dropcam Password" = "Dropcam Password";

/* No comment provided by engineer. */
"Duration for Carried Away" = "Duration for Carried Away";

/* No comment provided by engineer. */
"Edit Name" = "Edit Name";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Enable Low-Battery Alerts" = "Enable Low-Battery Alerts";

/* No comment provided by engineer. */
"Enable Notifications On:" = "Enable Notifications On:";

/* No comment provided by engineer. */
"Enable Schedule 1" = "Enable Schedule 1";

/* No comment provided by engineer. */
"Enable Schedule 2" = "Enable Schedule 2";

/* No comment provided by engineer. */
"Enter Email Addresses" = "Enter Email Addresses";

/* No comment provided by engineer. */
"Entered" = "Entered";

/* No comment provided by engineer. */
"Error starting monitoring the region around %@" = "Error starting monitoring the region around %@";

/* No comment provided by engineer. */
"Error starting to monitor location" = "Error starting to monitor location";

/* No comment provided by engineer. */
"Events" = "Events";

/* No comment provided by engineer. */
"Failed to register for Push Notification" = "Failed to register for Push Notification";

/* No comment provided by engineer. */
"Fast (worst battery life)" = "Fast (worst battery life)";

/* No comment provided by engineer. */
"Finding..." = "Finding...";

/* No comment provided by engineer. */
"Flash LED when auto-updating (may reduce battery life)" = "Flash LED when auto-updating (may reduce battery life)";

/* No comment provided by engineer. */
"for 1 minute" = "for 1 minute";

/* No comment provided by engineer. */
"for 10 minutes" = "for 10 minutes";

/* No comment provided by engineer. */
"for 15 minutes" = "for 15 minutes";

/* No comment provided by engineer. */
"for 2 minutes" = "for 2 minutes";

/* No comment provided by engineer. */
"for 30 minutes" = "for 30 minutes";

/* No comment provided by engineer. */
"for 30 seconds" = "for 30 seconds";

/* No comment provided by engineer. */
"for 5 minutes" = "for 5 minutes";

/* No comment provided by engineer. */
"for One Hour" = "for One Hour";

/* No comment provided by engineer. */
"for Two Hours" = "for Two Hours";

/* No comment provided by engineer. */
"Found Tag" = "Found Tag";

/* No comment provided by engineer. */
"Friday" = "Friday";

/* No comment provided by engineer. */
"Get notified by email when the tag is out of range or back in range." = "Get notified by email when the tag is out of range or back in range.";

/* No comment provided by engineer. */
"Getting details..." = "Getting details...";

/* No comment provided by engineer. */
"Grace period for notifying out of range. If tag comes back in range within this time no out of range event will be generated." = "Grace period for notifying out of range. If tag comes back in range within this time no out of range event will be generated.";

/* No comment provided by engineer. */
"Grace Period:" = "Grace Period:";

/* No comment provided by engineer. */
"Gradually" = "Gradually";

/* No comment provided by engineer. */
"Highest (worst battery life)" = "Highest (worst battery life)";

/* No comment provided by engineer. */
"Historical Graph" = "Historical Graph";

/* No comment provided by engineer. */
"Honeywell Total Connect Comfort login email or password may be incorrect." = "Honeywell Total Connect Comfort login email or password may be incorrect.";

/* No comment provided by engineer. */
"Humidity" = "Humidity";

/* No comment provided by engineer. */
"Humidity/Moisture Sensor" = "Humidity/Moisture Sensor";

/* No comment provided by engineer. */
"Humidity/Moisture Sensor Options for " = "Humidity/Moisture Sensor Options for ";

/* No comment provided by engineer. */
"If enabled, tag will only transmit moved event once at start of motion, and if no motion is detected for longer than specified timeout, transmit a timed out event." = "If enabled, tag will only transmit moved event once at start of motion, and if no motion is detected for longer than specified timeout, transmit a timed out event.";

/* No comment provided by engineer. */
"If enabled, the Cloud checks the battery voltage reported by the tag everytime it communicates with the tag. If battery voltage is lower than a threshold, notification(s) are sent." = "If enabled, the Cloud checks the battery voltage reported by the tag everytime it communicates with the tag. If battery voltage is lower than a threshold, notification(s) are sent.";

/* No comment provided by engineer. */
"If no motion is detected after specified time, the sensor enters into timed out state and a notifcaition is sent." = "If no motion is detected after specified time, the sensor enters into timed out state and a notifcaition is sent.";

/* No comment provided by engineer. */
"If Out Of Range..." = "If Out Of Range...";

/* No comment provided by engineer. */
"If you don't want to get notified when it gets too bright or too dark for only a short period of time, choose a value larger than 1." = "If you don't want to get notified when it gets too bright or too dark for only a short period of time, choose a value larger than 1.";

/* No comment provided by engineer. */
"If you don't want to get notified when temperature gets too hot or too cold for only a short period of time, choose a value larger than 1." = "If you don't want to get notified when temperature gets too hot or too cold for only a short period of time, choose a value larger than 1.";

/* No comment provided by engineer. */
"If you enjoy Wireless Tags, would you mind taking a moment to give us a 5 star rating in the App Store? It will only take a minute. Thanks for your support!" = "If you enjoy Wireless Tags, would you mind taking a moment to give us a 5 star rating in the App Store? It will only take a minute. Thanks for your support!";

/* No comment provided by engineer. */
"Immediate" = "Immediate";

/* No comment provided by engineer. */
"Immediately" = "Immediately";

/* No comment provided by engineer. */
"In door/gate mode, keep beeping until door/gate is closed. In motion detection mode, keep beeping until reset or time out." = "In door/gate mode, keep beeping until door/gate is closed. In motion detection mode, keep beeping until reset or time out.";

/* No comment provided by engineer. */
"Infra-Red Sensor Options" = "Infra-Red Sensor Options";

/* No comment provided by engineer. */
"Infra-Red Sensor Options for " = "Infra-Red Sensor Options for ";

/* No comment provided by engineer. */
"Install KumoApps..." = "Install KumoApps...";

/* No comment provided by engineer. */
"Install/Remove Apps..." = "Install/Remove Apps...";

/* No comment provided by engineer. */
"Instead of a simple beep, speak the name of the tag and the event at your iOS device (when app is open) and Android device (always) with the push notification." = "Instead of a simple beep, speak the name of the tag and the event at your iOS device (when app is open) and Android device (always) with the push notification.";

/* No comment provided by engineer. */
"IR Sensor" = "IR Sensor";

/* No comment provided by engineer. */
"KumoApps are scripts/programs that run on the Cloud." = "KumoApps are scripts/programs that run on the Cloud.";

/* No comment provided by engineer. */
"Last 24 Hours" = "Last 24 Hours";

/* No comment provided by engineer. */
"Last Month" = "Last Month";

/* No comment provided by engineer. */
"Last Week" = "Last Week";

/* No comment provided by engineer. */
"LED Brightness" = "LED Brightness";

/* Leave */
"Left" = "Left";

/* No comment provided by engineer. */
"Less" = "Less";

/* No comment provided by engineer. */
"Light Off" = "Light Off";

/* No comment provided by engineer. */
"Light On" = "Light On";

/* No comment provided by engineer. */
"Light Sensor Options for " = "Light Sensor Options for ";

/* No comment provided by engineer. */
"Link/Unlink Dropcam" = "Link/Unlink Dropcam";

/* No comment provided by engineer. */
"Link/Unlink Honeywell Thermostats" = "Link/Unlink Honeywell Thermostats";

/* No comment provided by engineer. */
"Link/Unlink Nest Thermostats" = "Link/Unlink Nest Thermostats";

/* No comment provided by engineer. */
"Link/Unlink WeMo LED/switches" = "Link/Unlink WeMo LED/switches";

/* No comment provided by engineer. */
"Loading Compatible Apps..." = "Loading Compatible Apps...";

/* No comment provided by engineer. */
"Loading Web Interface..." = "Loading Web Interface...";

/* No comment provided by engineer. */
"Loading..." = "Loading...";

/* No comment provided by engineer. */
"Lock flash memory" = "Lock flash memory";

/* No comment provided by engineer. */
"Login" = "Login";

/* No comment provided by engineer. */
"Logout" = "Logout";

/* No comment provided by engineer. */
"Low Battery Alerts" = "Low Battery Alerts";

/* No comment provided by engineer. */
"Low Battery Alerts for " = "Low Battery Alerts for ";

/* No comment provided by engineer. */
"Low Battery Notifications" = "Low Battery Notifications";

/* No comment provided by engineer. */
"Low Power Mode" = "Low Power Mode";

/* No comment provided by engineer. */
"Low power mode will improve stand-by mode battery life by typically 3~4 times at the expense of longer delay in tag responding to user command." = "Low power mode will improve stand-by mode battery life by typically 3~4 times at the expense of longer delay in tag responding to user command.";

/* No comment provided by engineer. */
"Lowest (best battery life)" = "Lowest (best battery life)";

/* No comment provided by engineer. */
"Manually reset to armed state" = "Manually reset to armed state";

/* No comment provided by engineer. */
"Medium" = "Medium";

/* No comment provided by engineer. */
"Medium fast" = "Medium fast";

/* No comment provided by engineer. */
"Medium high" = "Medium high";

/* No comment provided by engineer. */
"Medium low" = "Medium low";

/* No comment provided by engineer. */
"Medium slow" = "Medium slow";

/* No comment provided by engineer. */
"Moisture/RH" = "Moisture/RH";

/* No comment provided by engineer. */
"Monday" = "Monday";

/* No comment provided by engineer. */
"Monitor Brightness" = "Monitor Brightness";

/* No comment provided by engineer. */
"Monitor Humidity" = "Monitor Humidity";

/* No comment provided by engineer. */
"Monitor Humidity/Moisture" = "Monitor Humidity/Moisture";

/* No comment provided by engineer. */
"Monitor Moisture:" = "Monitor Moisture:";

/* No comment provided by engineer. */
"Monitor Temperature" = "Monitor Temperature";

/* No comment provided by engineer. */
"Monitor Temperature:" = "Monitor Temperature:";

/* No comment provided by engineer. */
"Monitor Water-Level/Moisture" = "Monitor Water-Level/Moisture";

/* No comment provided by engineer. */
"More..." = "More...";

/* No comment provided by engineer. */
"Motion Event (# of times)" = "Motion Event (# of times)";

/* No comment provided by engineer. */
"Motion Light Sensor" = "Motion Light Sensor";

/* No comment provided by engineer. */
"Motion light sensor detects when there is sudden change in brightness caused by moving the tag or changing its surroundings abruptly, such as picking up the tag by hand or opening a drawer containing the tag." = "Motion light sensor detects when there is sudden change in brightness caused by moving the tag or changing its surroundings abruptly, such as picking up the tag by hand or opening a drawer containing the tag.";

/* No comment provided by engineer. */
"Motion Light Sensor Options for " = "Motion Light Sensor Options for ";

/* No comment provided by engineer. */
"Motion Logs" = "Motion Logs";

/* No comment provided by engineer. */
"Motion Sensor" = "Motion Sensor";

/* No comment provided by engineer. */
"Motion Sensor Options" = "Motion Sensor Options";

/* No comment provided by engineer. */
"Motion Sensor Options for " = "Motion Sensor Options for ";

/* No comment provided by engineer. */
"Motion/Door Logs" = "Motion/Door Logs";

/* No comment provided by engineer. */
"Motion/Occupancy Logs" = "Motion/Occupancy Logs";

/* No comment provided by engineer. */
"Moved" = "Moved";

/* No comment provided by engineer. */
"Name" = "Name";

/* No comment provided by engineer. */
"Name this manager (e.g. Home)" = "Name this manager (e.g. Home)";

/* No comment provided by engineer. */
"Narrowband (longest range)" = "Narrowband (longest range)";

/* No comment provided by engineer. */
"Narrower band" = "Narrower band";

/* No comment provided by engineer. */
"Narrower receiver bandwidth allows tag manager to receive data from tag at further distance. However, frequency calibration for tags will be required more often after the surrounding temperature at a tag changes by a large amount." = "Narrower receiver bandwidth allows tag manager to receive data from tag at further distance. However, frequency calibration for tags will be required more often after the surrounding temperature at a tag changes by a large amount.";

/* No comment provided by engineer. */
"Need Calibration" = "Need Calibration";

/* No comment provided by engineer. */
"Nest Login" = "Nest Login";

/* No comment provided by engineer. */
"New Tag Information:" = "New Tag Information:";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No (treat as done)" = "No (treat as done)";

/* No comment provided by engineer. */
"No signal at %@" = "No signal at %@";

/* No comment provided by engineer. */
"No, let's retry" = "No, let's retry";

/* No comment provided by engineer. */
"No, thanks" = "No, thanks";

/* No comment provided by engineer. */
"None" = "None";

/* No comment provided by engineer. */
"Normal" = "Normal";

/* No comment provided by engineer. */
"Nothing to undelete" = "Nothing to undelete";

/* No comment provided by engineer. */
"Notification Grace Period" = "Notification Grace Period";

/* No comment provided by engineer. */
"Notifications" = "Notifications";

/* No comment provided by engineer. */
"Notifications..." = "Notifications...";

/* No comment provided by engineer. */
"Notify @Motion Start/Stop" = "Notify @Motion Start/Stop";

/* No comment provided by engineer. */
"Notify Also When Dry" = "Notify Also When Dry";

/* No comment provided by engineer. */
"Notify Every:" = "Notify Every:";

/* No comment provided by engineer. */
"Notify Motion Detect:" = "Notify Motion Detect:";

/* No comment provided by engineer. */
"Notify Open:" = "Notify Open:";

/* No comment provided by engineer. */
"Notify too cold after consecutive:" = "Notify too cold after consecutive:";

/* No comment provided by engineer. */
"Notify too cold:" = "Notify too cold:";

/* No comment provided by engineer. */
"Notify too dry:" = "Notify too dry:";

/* No comment provided by engineer. */
"Notify too hot after consecutive:" = "Notify too hot after consecutive:";

/* No comment provided by engineer. */
"Notify too hot:" = "Notify too hot:";

/* No comment provided by engineer. */
"Notify too wet:" = "Notify too wet:";

/* No comment provided by engineer. */
"Notify too-bright after consecutive: " = "Notify too-bright after consecutive: ";

/* No comment provided by engineer. */
"Notify too-dark after consecutive: " = "Notify too-dark after consecutive: ";

/* No comment provided by engineer. */
"Notify using selected methods when door is closed and when motion sensor has timed out." = "Notify using selected methods when door is closed and when motion sensor has timed out.";

/* No comment provided by engineer. */
"Notify water detect:" = "Notify water detect:";

/* No comment provided by engineer. */
"Notify When Closed/Timed-Out" = "Notify When Closed/Timed-Out";

/* No comment provided by engineer. */
"Now" = "Now";

/* No comment provided by engineer. */
"Off" = "Off";

/* No comment provided by engineer. */
"On" = "On";

/* No comment provided by engineer. */
"Opened" = "Opened";

/* No comment provided by engineer. */
"Out of Range" = "Out of Range";

/* No comment provided by engineer. */
"Out of range" = "Out of range";

/* No comment provided by engineer. */
"Out of Range Options" = "Out of Range Options";

/* No comment provided by engineer. */
"Out of Range Options for " = "Out of Range Options for ";

/* No comment provided by engineer. */
"Password" = "Password";

/* No comment provided by engineer. */
"Password must be at least 3 characters." = "Password must be at least 3 characters.";

/* No comment provided by engineer. */
"Password Recovery" = "Password Recovery";

/* No comment provided by engineer. */
"Passwords must match." = "Passwords must match.";

/* No comment provided by engineer. */
"Pause" = "Pause";

/* No comment provided by engineer. */
"Periodically check humidity sensor/capacitive moisture sensor reading and notify when reading becomes too high/too low or returns to normal." = "Periodically check humidity sensor/capacitive moisture sensor reading and notify when reading becomes too high/too low or returns to normal.";

/* No comment provided by engineer. */
"Phone Notification Options for " = "Phone Notification Options for ";

/* No comment provided by engineer. */
"Phone Options" = "Phone Options";

/* No comment provided by engineer. */
"Pick a Tag Manager" = "Pick a Tag Manager";

/* No comment provided by engineer. */
"Please add at least one tag first" = "Please add at least one tag first";

/* No comment provided by engineer. */
"Please disable and re-enable 'Background App Refresh' from the 'Settings' app." = "Please disable and re-enable 'Background App Refresh' from the 'Settings' app.";
"Choose which tags to display..." = "Choose which tags to display...";
/* No comment provided by engineer. */
"Please go to home screen, open the 'Settings' app and then 'General' then 'Background app refresh' and disable and re-enable the toggle switch next to this 'WirelessTag' app. For iOS 8, please completely quit the app and re-launch it. (kCLErrorDomain error 4)" = "Please go to home screen, open the 'Settings' app and then 'General' then 'Background app refresh' and disable and re-enable the toggle switch next to this 'WirelessTag' app. For iOS 8, please completely quit the app and re-launch it. (kCLErrorDomain error 4)";

/* No comment provided by engineer. */
"Please pull out battery insulating tape from just <i>ONE</i> new Wireless Tag. Light should start to flash. <br/><ul><li>Never leave more than one tag flashing.</li><li>This process works best when Tag is a little away (e.g. in a different room) from the Tag Manager.</li></ul>For water/moisture sensor, please short the tip using a metal object or dipping into water to make the light flash. <br/><a href=\"http://mytaglist.com/media/how_to_associate_reed_sensor.pdf\">Instructions for Reed Sensor</a>" = "Please pull out battery insulating tape from just <i>ONE</i> new Wireless Tag. Light should start to flash. <br/><ul><li>Never leave more than one tag flashing.</li><li>This process works best when Tag is a little away (e.g. in a different room) from the Tag Manager.</li></ul>For water/moisture sensor, please short the tip using a metal object or dipping into water to make the light flash. <br/><a href=\"http://mytaglist.com/media/how_to_associate_reed_sensor.pdf\">Instructions for Reed Sensor</a>";

/* No comment provided by engineer. */
"Please remove battery insulating tape or insert battery into an unpaired Wireless Tag. If the tag is not already associated with a Tag Manager, a light should be flashing on the tag." = "Please remove battery insulating tape or insert battery into an unpaired Wireless Tag. If the tag is not already associated with a Tag Manager, a light should be flashing on the tag.";

/* No comment provided by engineer. */
"Post Tweet" = "Post Tweet";

/* No comment provided by engineer. */
"Quit" = "Quit";

/* No comment provided by engineer. */
"Range:" = "Range:";

/* No comment provided by engineer. */
"Rate Us 5 Stars!" = "Rate Us 5 Stars!";

/* No comment provided by engineer. */
"Rate Wireless Tag" = "Rate Wireless Tag";

/* No comment provided by engineer. */
"Re-arrange Tag Order" = "Re-arrange Tag Order";

/* No comment provided by engineer. */
"Receive push notifications on iOS/Android devices chosen at 'Phone Options' when the tag is out of range and when it is back in range." = "Receive push notifications on iOS/Android devices chosen at 'Phone Options' when the tag is out of range and when it is back in range.";

/* No comment provided by engineer. */
"Received Signal Level + TX Back-Off" = "Received Signal Level + TX Back-Off";

/* No comment provided by engineer. */
"Receiver Mode" = "Receiver Mode";

/* No comment provided by engineer. */
"Redirecting" = "Redirecting";

/* No comment provided by engineer. */
"Redirecting..." = "Redirecting...";

/* No comment provided by engineer. */
"Reed Sensor" = "Reed Sensor";

/* No comment provided by engineer. */
"Reed Sensor Options" = "Reed Sensor Options";

/* No comment provided by engineer. */
"Reed Sensor Options for " = "Reed Sensor Options for ";

/* No comment provided by engineer. */
"Regulate temperature not at the thermostat, but at chosen Wireless Tag. Build historical temperature/humidity graph at your Thermostat. Run KumoApps such as 'turn off when window is left open', 'turn on when my phone gets close to a location.'" = "Regulate temperature not at the thermostat, but at chosen Wireless Tag. Build historical temperature/humidity graph at your Thermostat. Run KumoApps such as 'turn off when window is left open', 'turn on when my phone gets close to a location.'";

/* No comment provided by engineer. */
"Regulate temperature not at the thermostat, but at chosen Wireless Tag. Run KumoApps such as 'set to away mode when window is left open', 'set to home mode when my phone gets close to a location.'" = "Regulate temperature not at the thermostat, but at chosen Wireless Tag. Run KumoApps such as 'set to away mode when window is left open', 'set to home mode when my phone gets close to a location.'";

/* No comment provided by engineer. */
"Relative Humidity (%)" = "Relative Humidity (%)";

/* No comment provided by engineer. */
"Remember Me" = "Remember Me";

/* No comment provided by engineer. */
"Remind me later" = "Remind me later";

/* No comment provided by engineer. */
"Reset Moved/Detected" = "Reset Moved/Detected";

/* No comment provided by engineer. */
"Reset States" = "Reset States";

/* No comment provided by engineer. */
"Resetting..." = "Resetting...";

/* No comment provided by engineer. */
"Response:" = "Response:";

/* No comment provided by engineer. */
"Retake" = "Retake";

/* No comment provided by engineer. */
"Retype the Password" = "Retype the Password";

/* No comment provided by engineer. */
"Run KumoApp to cloud-record short videos whenever a Wireless Tag detects motion. Make time lapses. No cloud recording subscription required!" = "Run KumoApp to cloud-record short videos whenever a Wireless Tag detects motion. Make time lapses. No cloud recording subscription required!";

/* No comment provided by engineer. */
"Run KumoApps such as 'Turn on light when sensors detects motion' or 'turn on an appliance when my phone gets close to home.' Unlike IFTTT, KumoApp has much lower latency and works almost instantly.'" = "Run KumoApps such as 'Turn on light when sensors detects motion' or 'turn on an appliance when my phone gets close to home.' Unlike IFTTT, KumoApp has much lower latency and works almost instantly.'";

/* No comment provided by engineer. */
"Sampling Frequency" = "Sampling Frequency";

/* No comment provided by engineer. */
"Saturday" = "Saturday";

/* No comment provided by engineer. */
"Saving..." = "Saving...";

/* No comment provided by engineer. */
"Search a New Tag" = "Search a New Tag";

/* No comment provided by engineer. */
"Search every 10 minutes" = "Search every 10 minutes";

/* No comment provided by engineer. */
"Search every 15 minutes" = "Search every 15 minutes";

/* No comment provided by engineer. */
"Search every 20 minutes" = "Search every 20 minutes";

/* No comment provided by engineer. */
"Search every 30 minutes" = "Search every 30 minutes";

/* No comment provided by engineer. */
"Search every 5 minutes" = "Search every 5 minutes";

/* No comment provided by engineer. */
"Search every hour" = "Search every hour";

/* No comment provided by engineer. */
"Search every two hour" = "Search every two hour";

/* No comment provided by engineer. */
"Searching..." = "Searching...";

/* No comment provided by engineer. */
"Select Tag Manager" = "Select Tag Manager";

/* No comment provided by engineer. */
"Send Email" = "Send Email";

/* No comment provided by engineer. */
"Send emails when humidity/moisture/water-level becomes too high, too low or back to normal range." = "Send emails when humidity/moisture/water-level becomes too high, too low or back to normal range.";

/* No comment provided by engineer. */
"Send emails when water is detected at the tip" = "Send emails when water is detected at the tip";

/* No comment provided by engineer. */
"Send Push Notification" = "Send Push Notification";

/* No comment provided by engineer. */
"Send Push Notifications" = "Send Push Notifications";

/* No comment provided by engineer. */
"Send push notifications to iOS/Android devices chosen at 'Phone Options' upon motion sensor events." = "Send push notifications to iOS/Android devices chosen at 'Phone Options' upon motion sensor events.";

/* No comment provided by engineer. */
"Send push notifications to iOS/Android devices chosen at 'Phone Options' when ambient light becomes too bright, too dark or back to normal range." = "Send push notifications to iOS/Android devices chosen at 'Phone Options' when ambient light becomes too bright, too dark or back to normal range.";

/* No comment provided by engineer. */
"Send push notifications to iOS/Android devices chosen at 'Phone Options' when battery drops below a threshold." = "Send push notifications to iOS/Android devices chosen at 'Phone Options' when battery drops below a threshold.";

/* No comment provided by engineer. */
"Send push notifications to iOS/Android devices chosen at 'Phone Options' when humidity/moisture/water-level becomes too high, too low or returns within the normal range." = "Send push notifications to iOS/Android devices chosen at 'Phone Options' when humidity/moisture/water-level becomes too high, too low or returns within the normal range.";

/* No comment provided by engineer. */
"Send push notifications to iOS/Android devices chosen at 'Phone Options' when temperature becomes too high, too low or returns within the normal range." = "Send push notifications to iOS/Android devices chosen at 'Phone Options' when temperature becomes too high, too low or returns within the normal range.";

/* No comment provided by engineer. */
"Send push notifications to iOS/Android devices chosen at 'Phone Options' when water is detected at sensor tip." = "Send push notifications to iOS/Android devices chosen at 'Phone Options' when water is detected at sensor tip.";

/* No comment provided by engineer. */
"Sensitivity" = "Sensitivity";

/* No comment provided by engineer. */
"Sensitivity for Carried Away" = "Sensitivity for Carried Away";

/* No comment provided by engineer. */
"Sensitivity for Moved" = "Sensitivity for Moved";

/* No comment provided by engineer. */
"Serial number is 12 character long." = "Serial number is 12 character long.";

/* No comment provided by engineer. */
"Setup Mode" = "Setup Mode";

/* No comment provided by engineer. */
"Signal" = "Signal";

/* No comment provided by engineer. */
"Signal %d was raised." = "Signal %d was raised.";

/* No comment provided by engineer. */
"Signal Level" = "Signal Level";

/* No comment provided by engineer. */
"Signal strength: %@dBm" = "Signal strength: %@dBm";

/* No comment provided by engineer. */
"Silent Arming/Disarming" = "Silent Arming/Disarming";

/* No comment provided by engineer. */
"Six hour" = "Six hour";

/* No comment provided by engineer. */
"Slow (best battery life)" = "Slow (best battery life)";

/* No comment provided by engineer. */
"Slower response time allows longer battery life at the expense of longer delay in notification, by sampling sensor data less often." = "Slower response time allows longer battery life at the expense of longer delay in notification, by sampling sensor data less often.";

/* No comment provided by engineer. */
"Special Options" = "Special Options";

/* No comment provided by engineer. */
"Stabilizing..." = "Stabilizing...";

/* No comment provided by engineer. */
"Starting monitoring a region around %@" = "Starting monitoring a region around %@";

/* No comment provided by engineer. */
"Status: %@ %@" = "Status: %1$@ %2$@";

/* No comment provided by engineer. */
"Still working to configure WeMo device(s) found. Please try clicking this button a few seconds later." = "Still working to configure WeMo device(s) found. Please try clicking this button a few seconds later.";

/* No comment provided by engineer. */
"Still working...." = "Still working....";

/* No comment provided by engineer. */
"Stop & Turn off" = "Stop & Turn off";

/* No comment provided by engineer. */
"Stop Monitoring" = "Stop Monitoring";

/* No comment provided by engineer. */
"Stopped monitoring a region around %@" = "Stopped monitoring a region around %@";

/* No comment provided by engineer. */
"Store" = "Store";

/* No comment provided by engineer. */
"Store..." = "Store...";

/* No comment provided by engineer. */
"Streaming" = "Streaming";

/* No comment provided by engineer. */
"Streaming Off" = "Streaming Off";

/* No comment provided by engineer. */
"Streaming On" = "Streaming On";

/* No comment provided by engineer. */
"Successfully started monitoring the region around %@" = "Successfully started monitoring the region around %@";

/* No comment provided by engineer. */
"Sunday" = "Sunday";

/* No comment provided by engineer. */
"Swipe left on a notification of 'Too Bright' or 'Too Dark', etc. events to see 'Pause' and 'Stop Monitoring' button. 'Pause' to temporarily stop receiving brightness notification but still keep populating Event History. 'Stop monitoring' will temporarily disable brightness monitoring. Here you can choose the time after which to automatically resume receiving events or re-enable monitoring." = "Swipe left on a notification of 'Too Bright' or 'Too Dark', etc. events to see 'Pause' and 'Stop Monitoring' button. 'Pause' to temporarily stop receiving brightness notification but still keep populating Event History. 'Stop monitoring' will temporarily disable brightness monitoring. Here you can choose the time after which to automatically resume receiving events or re-enable monitoring.";

/* No comment provided by engineer. */
"Swipe left on a notification of 'Too Hot' or 'Too Cold' events to see 'Pause' and 'Stop Monitoring' button. 'Pause' to temporarily stop receiving the notification but still keep populating Event History. 'Stop monitoring' will temporarily disable temperature monitoring. Here you can choose the time after which to automatically resume receiving events or re-enable monitoring." = "Swipe left on a notification of 'Too Hot' or 'Too Cold' events to see 'Pause' and 'Stop Monitoring' button. 'Pause' to temporarily stop receiving the notification but still keep populating Event History. 'Stop monitoring' will temporarily disable temperature monitoring. Here you can choose the time after which to automatically resume receiving events or re-enable monitoring.";

/* No comment provided by engineer. */
"Swipe left on a notification of 'Too Wet' or 'Too Dry' events to see 'Pause' and 'Stop Monitoring' button. 'Pause' to temporarily stop receiving the notification but still keep populating Event History. 'Stop monitoring' will temporarily disable humidity monitoring. Here you can choose the time after which to automatically resume receiving events or re-enable monitoring." = "Swipe left on a notification of 'Too Wet' or 'Too Dry' events to see 'Pause' and 'Stop Monitoring' button. 'Pause' to temporarily stop receiving the notification but still keep populating Event History. 'Stop monitoring' will temporarily disable humidity monitoring. Here you can choose the time after which to automatically resume receiving events or re-enable monitoring.";

/* No comment provided by engineer. */
"Swipe left on a notification of motion sensor events such as 'Opened' or 'Detected' to see 'Pause' and 'Disarm' button. 'Pause' to temporarily stop receiving the notification but still keep populating Event History. 'Disarm' will temporarily disarm the motion sensor. Here you can choose the time after which to automatically resume receiving events or re-arm the sensor." = "Swipe left on a notification of motion sensor events such as 'Opened' or 'Detected' to see 'Pause' and 'Disarm' button. 'Pause' to temporarily stop receiving the notification but still keep populating Event History. 'Disarm' will temporarily disarm the motion sensor. Here you can choose the time after which to automatically resume receiving events or re-arm the sensor.";

/* No comment provided by engineer. */
"Switch to Linear Scale" = "Switch to Linear Scale";

/* No comment provided by engineer. */
"Switch to Log Scale" = "Switch to Log Scale";

/* No comment provided by engineer. */
"Tag failed to respond to association request. Is the tag still flashing?" = "Tag failed to respond to association request. Is the tag still flashing?";

/* No comment provided by engineer. */
"Tag failed to respond to unassociation request. Did the tag start flashing?" = "Tag failed to respond to unassociation request. Did the tag start flashing?";

/* Tag List */
"Tag List" = "Tag List";

/* No comment provided by engineer. */
"Tag Manager Mode" = "Tag Manager Mode";

/* No comment provided by engineer. */
"Tag Manager Serial" = "Tag Manager Serial";

/* No comment provided by engineer. */
"Tags" = "Tags";

/* No comment provided by engineer. */
"Take Picture" = "Take Picture";

/* No comment provided by engineer. */
"Taking Time Lapse..." = "Taking Time Lapse...";

/* No comment provided by engineer. */
"Temp Sensor Options for " = "Temp Sensor Options for ";

/* No comment provided by engineer. */
"Temperature" = "Temperature";

/* No comment provided by engineer. */
"Temperature (°C)" = "Temperature (°C)";

/* No comment provided by engineer. */
"Temperature (°F)" = "Temperature (°F)";

/* No comment provided by engineer. */
"Temperature Chart" = "Temperature Chart";

/* No comment provided by engineer. */
"Temperature Graphs" = "Temperature Graphs";

/* No comment provided by engineer. */
"Temperature monitoring successfully configured" = "Temperature monitoring successfully configured";

/* No comment provided by engineer. */
"Temperature Sensor" = "Temperature Sensor";

/* No comment provided by engineer. */
"Temperature Units:" = "Temperature Units:";

/* No comment provided by engineer. */
"Temperature/Moisture Chart" = "Temperature/Moisture Chart";

/* No comment provided by engineer. */
"Temperature/RH Chart" = "Temperature/RH Chart";

/* No comment provided by engineer. */
"Temperature/RH/Lux Chart" = "Temperature/RH/Lux Chart";

/* No comment provided by engineer. */
"The minimum amount of time tag has to move for carried away event to trigger." = "The minimum amount of time tag has to move for carried away event to trigger.";

/* No comment provided by engineer. */
"The tag will notify you by email when the it is moved, opened, closed, infra-red sensor detected motion or timed out." = "The tag will notify you by email when the it is moved, opened, closed, infra-red sensor detected motion or timed out.";

/* No comment provided by engineer. */
"The tag will notify you by email when the the battery drops below a threshold." = "The tag will notify you by email when the the battery drops below a threshold.";

/* No comment provided by engineer. */
"The tag will post tweets on behalf of you of motion sensor events as they occur." = "The tag will post tweets on behalf of you of motion sensor events as they occur.";

/* No comment provided by engineer. */
"The tag will send you email when ambient light becomes too bright, too dark or back to normal range." = "The tag will send you email when ambient light becomes too bright, too dark or back to normal range.";

/* No comment provided by engineer. */
"The tag will send you email when temperature becomes too high, too low or back to normal range." = "The tag will send you email when temperature becomes too high, too low or back to normal range.";

/* No comment provided by engineer. */
"The tag will tweet on behalf of you when ambient light becomes too bright, too dark or back to normal range." = "The tag will tweet on behalf of you when ambient light becomes too bright, too dark or back to normal range.";

/* No comment provided by engineer. */
"The tag will tweet on behalf of you when humidity/moisture/water-level becomes too high, too low or back to normal range." = "The tag will tweet on behalf of you when humidity/moisture/water-level becomes too high, too low or back to normal range.";

/* No comment provided by engineer. */
"The tag will tweet on behalf of you when temperature becomes too high, too low or back to normal range." = "The tag will tweet on behalf of you when temperature becomes too high, too low or back to normal range.";

/* No comment provided by engineer. */
"The tag will tweet on behalf of you when water is detected at the tip" = "The tag will tweet on behalf of you when water is detected at the tip";

/* No comment provided by engineer. */
"The time lapse will be automatically stopped if you turn off streaming." = "The time lapse will be automatically stopped if you turn off streaming.";

/* No comment provided by engineer. */
"There is old (version 1) tag on this Tag Manager, if you choose anything other than Wideband, the Tag Manager may not successfully receive transmission/update from these tags. Go ahead and change?" = "There is old (version 1) tag on this Tag Manager, if you choose anything other than Wideband, the Tag Manager may not successfully receive transmission/update from these tags. Go ahead and change?";

/* No comment provided by engineer. */
"This choice will affect how humidity is displayed/plotted for all tags with humidity sensor." = "This choice will affect how humidity is displayed/plotted for all tags with humidity sensor.";

/* No comment provided by engineer. */
"Three Days" = "Three Days";

/* No comment provided by engineer. */
"Threshold" = "Threshold";

/* No comment provided by engineer. */
"Threshold Angle" = "Threshold Angle";

/* No comment provided by engineer. */
"Threshold Window" = "Threshold Window";

/* No comment provided by engineer. */
"Thursday" = "Thursday";

/* No comment provided by engineer. */
"Time lapse underway" = "Time lapse underway";

/* No comment provided by engineer. */
"Time out" = "Time out";

/* No comment provided by engineer. */
"Timed Out" = "Timed Out";

/* No comment provided by engineer. */
"TimeOut" = "TimeOut";

/* No comment provided by engineer. */
"Timeout after 1 minute" = "Timeout after 1 minute";

/* No comment provided by engineer. */
"Timeout after 10 minutes" = "Timeout after 10 minutes";

/* No comment provided by engineer. */
"Timeout after 15 minutes" = "Timeout after 15 minutes";

/* No comment provided by engineer. */
"Timeout after 2 minutes" = "Timeout after 2 minutes";

/* No comment provided by engineer. */
"Timeout after 20 seconds" = "Timeout after 20 seconds";

/* No comment provided by engineer. */
"Timeout after 3 minutes" = "Timeout after 3 minutes";

/* No comment provided by engineer. */
"Timeout after 30 seconds" = "Timeout after 30 seconds";

/* No comment provided by engineer. */
"Timeout after 45 seconds" = "Timeout after 45 seconds";

/* No comment provided by engineer. */
"Timeout after 5 minutes" = "Timeout after 5 minutes";

/* No comment provided by engineer. */
"Timeout after half hour" = "Timeout after half hour";

/* No comment provided by engineer. */
"Too Bright" = "Too Bright";

/* No comment provided by engineer. */
"Too Cold" = "Too Cold";

/* No comment provided by engineer. */
"Too Dark" = "Too Dark";

/* No comment provided by engineer. */
"Too Dry" = "Too Dry";

/* No comment provided by engineer. */
"Too Hot" = "Too Hot";

/* No comment provided by engineer. */
"Too Wet" = "Too Wet";

/* No comment provided by engineer. */
"Total Connect Comfort Email" = "Total Connect Comfort Email";

/* No comment provided by engineer. */
"Total Connect Comfort Password" = "Total Connect Comfort Password";

/* No comment provided by engineer. */
"Triggered" = "Triggered";

/* No comment provided by engineer. */
"Triggering Conditions:" = "Triggering Conditions:";

/* No comment provided by engineer. */
"Tuesday" = "Tuesday";

/* No comment provided by engineer. */
"Turn Off Instead of Away" = "Turn Off Instead of Away";

/* No comment provided by engineer. */
"Turn off instead of set away" = "Turn off instead of set away";

/* No comment provided by engineer. */
"Tweet" = "Tweet";

/* No comment provided by engineer. */
"Twitter Login" = "Twitter Login";

/* No comment provided by engineer. */
"Two hour" = "Two hour";

/* No comment provided by engineer. */
"Type" = "Type";

/* No comment provided by engineer. */
"Uh oh" = "Uh oh";

/* No comment provided by engineer. */
"Unable to Authenticate" = "Unable to Authenticate";

/* No comment provided by engineer. */
"Unable to authenticate. Make sure your email and password are correct." = "Unable to authenticate. Make sure your email and password are correct.";

/* No comment provided by engineer. */
"Unable to determine if current location is near %@ or not. KumoApp not triggered." = "Unable to determine if current location is near %@ or not. KumoApp not triggered.";

/* No comment provided by engineer. */
"Unassociate Tag" = "Unpair Tag";

/* No comment provided by engineer. */
"Unassociated %@ ago" = "Unpaired %@ ago";

/* No comment provided by engineer. */
"Unassociating..." = "Unassociating...";

/* No comment provided by engineer. */
"Undelete a Tag" = "Undelete a Tag";

/* No comment provided by engineer. */
"Unhandled exception" = "Unhandled exception";

/* No comment provided by engineer. */
"Unknown" = "Unknown";

/* No comment provided by engineer. */
"Unnamed" = "Unnamed";

/* No comment provided by engineer. */
"Until moved" = "Until moved";

/* No comment provided by engineer. */
"Until stopped" = "Until stopped";

/* No comment provided by engineer. */
"Update every 1 hour" = "Update every 1 hour";

/* No comment provided by engineer. */
"Update every 1 minute" = "Update every 1 minute";

/* No comment provided by engineer. */
"Update every 10 minutes" = "Update every 10 minutes";

/* No comment provided by engineer. */
"Update every 2 minutes" = "Update every 2 minutes";

/* No comment provided by engineer. */
"Update every 30 minutes" = "Update every 30 minutes";

/* No comment provided by engineer. */
"Update every 30 seconds" = "Update every 30 seconds";

/* No comment provided by engineer. */
"Update every 4 hour" = "Update every 4 hour";

/* No comment provided by engineer. */
"Update every 5 minutes" = "Update every 5 minutes";

/* No comment provided by engineer. */
"Update Now" = "Update Now";

/* No comment provided by engineer. */
"Updated" = "Updated";

/* No comment provided by engineer. */
"Updated: %@ ago%@" = "Updated: %1$@ ago%2$@";

/* No comment provided by engineer. */
"Uploading data: %@/%@" = "Uploading data: %1$@/%2$@";

/* No comment provided by engineer. */
"Use higher sampling frequency to detect cases where door opens then quickly closes (or in motion detection mode, cases when tag is moved then put back to original position quickly). Use lower sampling frequency for longer battery life at the expense of longer delay in notification." = "Use higher sampling frequency to detect cases where door opens then quickly closes (or in motion detection mode, cases when tag is moved then put back to original position quickly). Use lower sampling frequency for longer battery life at the expense of longer delay in notification.";

/* No comment provided by engineer. */
"Valid email address required for password recovery." = "Valid email address required for password recovery.";

/* No comment provided by engineer. */
"Very gradually" = "Very gradually";

/* No comment provided by engineer. */
"Water Detected" = "Water Detected";

/* No comment provided by engineer. */
"Water/Moisture" = "Water/Moisture";

/* No comment provided by engineer. */
"Web Interface" = "Web Interface";

/* No comment provided by engineer. */
"Wednesday" = "Wednesday";

/* No comment provided by engineer. */
"Week" = "Week";

/* No comment provided by engineer. */
"WeMo found at " = "WeMo found at ";

/* No comment provided by engineer. */
"When Detected Water" = "When Detected Water";

/* No comment provided by engineer. */
"When enabled, the home/away switch will turn off thermostat completely instead of just setting to 'Away'" = "When enabled, the home/away switch will turn off thermostat completely instead of just setting to 'Away'";

/* No comment provided by engineer. */
"When Moved/Opened:" = "When Moved/Opened:";

/* No comment provided by engineer. */
"When Out of Range:" = "When Out of Range:";

/* No comment provided by engineer. */
"Which tags to show?" = "Which tags to show?";

/* No comment provided by engineer. */
"Wideband (most tolerant)" = "Wideband (most tolerant)";

/* No comment provided by engineer. */
"Wider band" = "Wider band";

/* No comment provided by engineer. */
"Wood Moisture Equivalent" = "Wood Moisture Equivalent";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"Yes (roll back)" = "Yes (roll back)";

/* No comment provided by engineer. */
"Yes, remove" = "Yes, remove";

/* No comment provided by engineer. */
"You can try to continue but the application may be unstable.\n\nDebug details follow:\n%@\n%@" = "You can try to continue but the application may be unstable.\n\nDebug details follow:\n%1$@\n%2$@";

